--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                       ▀▄ ▄▀ 
▀▄ ▄▀       BY MOHAMMED HISHAM              ▀▄ ▄▀ 
▀▄ ▄▀ BY MOHAMMEDHISHAM (@TH3BOSS)          ▀▄ ▄▀          
▀▄ ▄▀ JUST WRITED BY MOHAMMED HISHAM        ▀▄ ▄▀   
▀▄ ▄▀          dev   : dev                  ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
—]] 
do

function run(msg, matches)
return [[

▫️الـبـوت الـذي يـعـمـل عـلـى مـجـمـوعـات الـسـوبـر 

▫️يـعـمـل الـبـوت عـلـى مـجـمـوعـات سـوبـر تـصـل الـى 5 K عـضـو 

   ≪ تـم صـنـع الـبـوت بـواسـطـه الـمـطـور ≫
   
                      『  @II303II 』
                      
▫️الـمـطـور : الـزعـيـم> @II303II
                      
▫️كـل مـا هـو جـديـد عـلـى قـنـاه الـسـورس 
                      
                      [ @III303III ]
                      
▫️للاسـتفـسـار راسـل الـمـطـور :                                      ▫️
]]
end

return {
description = "Shows bot q", 
usage = "spam Shows bot q",
patterns = {
"^(المطور)$",
},
run = run 
}
end
